// src/data/movies.js
export const movies = [
    {
      id: 1,
      title: "Інтерстеллар",
      image: "https://i.ibb.co/C6BbkGc/interstellar.jpg",
      description: "Команда дослідників подорожує через космічну діру хробака, щоб забезпечити виживання людства.",
      genre: "Наукова фантастика",
      date: "2023-03-25",
      time: "18:30"
    },
    {
      id: 2,
      title: "Початок",
      image: "https://i.ibb.co/kQL6NvN/inception.jpg",
      description: "Злодій, який викрадає корпоративні секрети через технологію обміну снами, отримує завдання імплантувати ідею у свідомість генерального директора.",
      genre: "Трилер",
      date: "2023-03-26",
      time: "19:00"
    },
    {
      id: 3,
      title: "Зелена книга",
      image: "https://i.ibb.co/BLRpKyT/green-book.jpg",
      description: "Працюючий викидайлом італо-американець стає водієм афроамериканського класичного піаніста на гастролях.",
      genre: "Драма",
      date: "2023-03-27",
      time: "20:15"
    },
    {
      id: 4,
      title: "Паразити",
      image: "https://i.ibb.co/QdZVRQG/parasite.jpg",
      description: "Незаможна родина хитрістю влаштовується прислугою в будинок багатої родини, що призводить до неочікуваних наслідків.",
      genre: "Трилер/Драма",
      date: "2023-03-28",
      time: "17:45"
    },
    {
      id: 5,
      title: "Джокер",
      image: "https://i.ibb.co/tzWMzwV/joker.jpg",
      description: "У Готемі комік-невдаха з проблемами психічного здоров'я перетворюється на кримінального босса.",
      genre: "Кримінальний/Драма",
      date: "2023-03-29",
      time: "21:00"
    }
  ];